Repository: audrasjb/reading-progressbar
Catalog: languages/reading-progress-bar-*.po
Languages: de_de, fr_fr

source: Reading progressbar options
de_de: Reading Progressbar - Optionen
fr_fr: Reading Progress bar : options de l’extension

source: Progressbar height (pixels)
de_de: Höhe der Progressbar (Pixel)
fr_fr: Hauteur de la barre de progression (pixels)

source: Foreground color
de_de: Vordergrundfarbe
fr_fr: Couleur de premier plan

source: Background color
de_de: Hintergrundfarbe
fr_fr: Couleur d’arrière-plan

source: Progressbar position
de_de: Position der Progressbar
fr_fr: Position de la barre

source: Target fixed HTML element class/id to stick the bar on it’s bottom
de_de: Fixiere die Progressbar unterhalb eines HTML Elements (class oder id)
fr_fr: Cibler la classe/id d’un élément HTML fixe pour coller la barre au base de cet élément

source: Select templates to apply progressbar
de_de: Wähle ein Template in welchem die Progressbar angezeigt werden soll
fr_fr: Sélectionner les modèles de pages sur lesquels appliquer la barre de progression

source: Select post types to apply progressbar
de_de: Wähle einen Post Type in welchem die Progressbar angezeigt werden soll
fr_fr: Sélectionner des types de contenus sur lesquels appliquer la barre de progression

source: Top
fr_fr: Haut

source: Bottom
fr_fr: Bas

source: Custom
fr_fr: Personnalisé

source: Note: custom position is not ok with all WordPress themes. It needs a fixed element to stick the progressbar on it. <br />You may need some custom CSS to put the progressbar on the right place as it uses absolute positionning.
de_de: Hinweis: Die benutzerdefinierte Position ("custom") funktioniert nicht mit allen WordPress Themes. Es benötigt ein fixiertes Element um die Progressbar anzuhängen. <br /> Unter Umständen benötigt es ein bisschen CSS Code um die Progressbar richtig zu platzieren.
fr_fr: À noter : le positionnement personnalisé ne fonctionne pas avec tous les thèmes WordPress. Cela nécessite un élément fixe sur lequel coller la barre de progression. <br />Vous pourrez avoir besoin d’un peu de CSS personnalisé pour mettre la barre au bon endroit car cette fonctionnalité utilise un positionnement absolu par rapport à l’élément parent.

source: Note: use it only if you have selected <b>custom</b> position before, instead of <b>top</b> or <b>bottom</b>
de_de: Hinweis: Dies funktioniert nur, wenn du bei „Position der Progressbar“ die Option „custom“ gewählt hast.
fr_fr: À noter : à n’utiliser que si vous avez sélectionné le positionnement <b>personnalisé</b> ci-avant, à la place de <b>haut</b> ou <b>bas</b>

source: Front-page
de_de: Startseite
fr_fr: Page d’accueil

source: (as set in Settings &gt; Reading)
de_de: (wie in Einstellungen &gt; Lesen definiert)
fr_fr: (Comme défini dans Réglages &gt; Lecture)

source: Blog page
de_de: Blogseite
fr_fr: Page du blog

source: Archives and categories / taxonomies for posts or custom post types
de_de: Archive und Kategorien / Taxonomien für Beitrage und Custom Post Types
fr_fr: Pages d’archives, de catégories, de taxonomies pour les articles et types de contenus personnalisés

source: (you need to include concerned post types below)
de_de: (du musst die jeweiligen Post Types in der nächsten Option bestimmen)
fr_fr: (vous devez inclure les types de contenus concernés ci-après)

source: Single post / page / custom post type
de_de: Einzelner Beitrag / Seite / Custom Post Type
fr_fr: Articles seuls / pages et types de contenus personnalisés

source: Check out the plugin options below.
de_de: Alle Optionen des Plugins im Überblick
fr_fr: Paramétrez les options de l’extension ici.

source: A reading position indicator that you can use where you want: top, bottom or custom position in differents templates or post types.
fr_fr: Un indicateur de position de lecture sous la forme d’une barre de progression à afficher où vous voulez : haut, bas ou position personnalisée, sur différents modèles de pages et types de contenus.

source: Jean-Baptiste Audras, project manager @ Whodunit
de_de: Jean-Baptiste Audras, Projektmanager @ Whodunit
fr_fr: Jean-Baptiste Audras, chef de projet technique chez Whodunit

source: Get a reading position indicator as a progress bar and show it where you want: top, bottom or custom position in differents templates or post types.
de_de: Zeige die Leseposition des Lesers als Progressbar an und platziere die Progressbar wo du möchtest: Oben, unten oder an einer benutzerdefinierten Position in verschiedenen Template und Post Types.
